package org.cairod_church.pamphlet;

import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v7.app.AppCompatActivity;
import android.widget.TextView;

/**
 * Created by Mario on 9/29/2016.
 */
public class sant2 extends AppCompatActivity {
    @Override
    protected void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.sant2);
        TextView sanText2=(TextView)findViewById(R.id.sanText2);
        sanText2.setText("\n" +
                "من هو قائم فلينظر ان لا يسقط \n" +
                "(قبل الكسر الكبرياء وقبل الشقوط تشامخ الروح )\n" +
                " احذر من تسلل الكبرياء الى حياتك..بأن تشعر بالرضا عن حياتك....بسبب خدماتك ونشاطك في الكنيسة....او عندما تنظر الى نفسك ...فترى انك انتصرت على خطية معينة...منذ فترة طويلة...وتشعر باﻷمان الكاذب والطمئأنينة الخادعة ...وتتوهم انك ...اصبحت وكأنك محصنا ضد السقوط في هذه الخطية..ويبدأ التهاون ...بسبب مشاعر الغرور...فيسهل السقوط\n" +
                " سر النصرة في الماضي ...هو الرب...وفي اللحظة التي ابتعد فيها عن سر القوة ومصدر النصرة..اضعف ..واسقط. (بدوني ﻻتقدرون ان تعملوا شيئا )( استطيع كل شيء في المسيح الذي يقويني) \n" +
                "إحذر من ان تجعل الباب (مواربا ) مع الأفكار الشريرة سواء أكانت افكار شهوات او كراهية اواي افكار سلبي\n" +
                " لايمكن ان تحفظ نفسك في حياة الطهارة ..وتحتفظ بنقاوة القلب  وتهرب من الشهوات ...مالم تكون في روح الصلاة الدائمة لايمكن ان تكون في روح الصلاة الدائمة .. بدون الإتكال الكامل على الروح القدس الذي يعطيك الرغبة والقوة للكي تصلي الصلاة الدائما \n" +
                "من إختباراتك الماضية اعرف الوسيلة او (الطعم ) الذي يصطادك به الشيطان لكي يجعلك تسقط في اي خطية...اعرف مقدمات اﻷفكار التي يقدمها لك الشيطان. ..لكي يجعلك تسقط...مع العلم ان مقدمات اﻷفكار...قد ﻻتكون شريرة في حد ذاتها...ولكنها تقود لﻷفكار الشريرة... وقد تكون مقدمات اﻷفكار...هموم...مشاعر رفض اومرار ة.....بسبب التعرض للظلم...وتختلف مقدمات ااﻷفكار من شخص ﻵخر\n" +
                "صلاه \n" +
                "اطلب من الله ان يكشف لك الخطايا المستتر وان يحفظك في حياه الصلاه الدائمه والقرب منه \n");

    }
}
