package org.cairod_church.pamphlet;

import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v7.app.AppCompatActivity;
import android.widget.TextView;

/**
 * Created by Mario on 9/29/2016.
 */
public class sant extends AppCompatActivity {

    @Override
    protected void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.sant);

        TextView sanText=(TextView)findViewById(R.id.santText);
        sanText.setText("إنها ضرورة للمؤمن أن يقضى بين الحين والحين يوماً مع الرب فيعقوب أبو الآباء أحتاج أن يقضى ليلة مع الرب منفرداً (تك22:32ـ32)، وموسى النبي قضى 40 يوماً مرتين على الجبل (خر18:24،28:34)، وكذلك أيضاً إيليا (1مل8:9)، والسيد المسيح أيضاً على جبل التجربة قضى مثل هذه الفترة (مت2:4)، كما أنه كان يقضى ليال في الصلاة (يو12:6)، وعلى هذا المنوال نسج آباؤنا القديسون فتذكر سير القديسين عن القديس أرسانيوس أنه كان يقضى أيضاً الليل كله في الصلاة.\n" +
                "\n" +
                "لذلك وجب أن يكون للمؤمن خلوة مع الرب ، فلهذه الأيام فوائد كثيرة منها:-\n" +
                "1- تجديد الذهن الروحي بالإبتعاد عن مشغوليات العالم ومشاكله ومتطلبات الخدمة ودوامتها.\n" +
                "2- تصحيح المسيرة الروحية، فكثيراً ما تتعرض مسيرتنا الروحية للإنحراف عن مقاصد الله وسط المشغوليات والإهتمامات، لهذا فالحاجة ماسة إلى مراجعة النفس لتصحيح المسار الروحي.\n" +
                "3- الإستمتاع بفترة هادئة مع الرب لتسبيحه وتمجيده والإلتصاق به. \n" +
                "4- ممارسة الصلاة الشفاعية من أجل الآخرين، ومن أجل عمل الله في العالم كله. \n" +
                "5- تجديد العهود وتجديد التكريس وإضرام موهبة الله.\n" +
                "6- والإمتلاء بقوة جديدة لمرحلة جديدة في المسيرة المقدسة.\n");
    }


}
