package org.cairod_church.pamphlet;

import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v7.app.AppCompatActivity;
import android.widget.TextView;

/**
 * Created by Mario on 9/29/2016.
 */
public class sant1 extends AppCompatActivity {
    @Override
    protected void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.sant1);

        TextView sanText=(TextView)findViewById(R.id.sanText);
        sanText.setText("\n" +
                "قابله فتغيره ..............\n" +
                "المقابله مع اشخاص معينه قد تغير حياتك بالكامل اكيد جه وقت في حياتك واتعرفت علي حد ولما قربت ليه واتكلم معاك غير في حياتك في افكارك في اتجاهاتك طيب عاوز ااقولك علي مقابلات كتير غيرت الكتير والكتير  ........ \n" +
                " \n" +
                "افتح كتابك المقدس\n" +
                "يو4(26:7)\n" +
                "اقرا بهدوء الجزء مع مين كان اللقاء وقاله ايه وايه اللي غيره اللقاء هل احدث تغير ؟؟؟؟؟؟ \n" +
                "مش هو ده بس اللقاء اللي عمله يسوع عمل لقاءات كتير اوي مع ناس كتير ولسه بيعمل وهيعمل لقاءات اكتر السؤال بقي انا قبلته ؟؟؟؟ هل مقبلتي معاه غيرت فيا ؟ ولو قبلته المقابله حقيقيه ولا بروح الكنيسه وبصوم وبصلي وبخدم كل ده كما لقوم عاده مجرد واجبات طيب هل معرفتي بيه معرفت مصلحه هو مصدر تسديد احتياجاتي بس وغير كدا ملوش وجود ؟ وهل لو مسددش بشكره وعارف انه بيعمل لخيري حتي لو مش علي مزاجي لما بصلي لتكن مشيئتك بكون قصدها ولا من جواك لتكن مشيئتي انا ؟ ولو قبلته فعلا ليا علاقه شخصيه وعشره معاه بكلمه دايما باخد رايه في حياتي بعرف الناس بيه بكلمهم عنه بقربهم ليه هو مركز حياتي ولا انا المركز ؟  \n" +
                "انتبه من فضلك ...... \n" +
                "خد 5 دقايق فكر في حياتك هل انا قابلته ؟ لو قابلته مقابله حقيقيه ؟ لو قبلته مقابله حقيقيه عرفت الناس بيه ؟ \n" +
                "صلاه \n" +
                "اطلب منه يكشف ليك هل انت تعرفه وقابلته بجد ولا مجرد شكليات ولو لسه اطلب منه يحط في قلبك المحبه والقدره للقرب منه\n");

    }
}