package org.cairod_church.pamphlet;

import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v7.app.AppCompatActivity;
import android.widget.TextView;

/**
 * Created by Mario on 9/28/2016.
 */
public class song1 extends AppCompatActivity {

    @Override
    protected void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.song1);

        TextView song1=(TextView) findViewById(R.id.song1);
        song1.setText("+ في حلة نورانية ثياب بر نقية في أورشليم السمائية\n" +
                "بينيوت افا بافلى\n" +
                "+ ذبيحة حب قوية حياة بر نقية سيرة عسرة حقيقية\n" +
                "+ داود اليوم مسرور قد تم سر المزمور حين قال لابنة صهيون\n" +
                "+ قال يا ابنة ربك اختارك واحبك فأصغى وانسي شعبك\n" +
                "+ حدثنا أيها القديس انطونيوس الحكيم عن سيرة العظيم\n" +
                "+ سرت في البرية اطلب بنفس قوية رؤية أب البرية\n" +
                "+ تعبت في الطريق الحر مثل الحريق حتى وصلت بتدقيق\n" +
                "+ سالته بدمموع افتح لي باسم يسوع أتيت بعطش وجوع\n" +
                "+ بعد إلحاح كثير وتوسل للمسيح ظهر وجهة المريح\n" +
                "+ تعانق البطلان بحب وفرح عجيبان حتى نسيا الزمان\n" +
                "+ ملائكة عمانوئيل شهدت منظر جميل فاشتركت بترتيل\n" +
                "+ تحدث العظيمان عن السماء والإيمان كيف أتى هذا المكان\n" +
                "+ قال بلسان فصيح اتكلت على المسيح علي وعده الصريح\n" +
                "+ رأيت ميتا محمول وأنا بهمومي مشغول فسالت في فضول\n" +
                "+ كيف اربح حياتى وافرح في مماتي فبدأت في جهادي\n" +
                "+ قعدت في البرية ابحث عن الأبدية وسر البتولية\n" +
                "+ سر حياتي عجيب محفوظ في قلب الحبيب وعمله في غريب\n" +
                "+ وإذا بصوت الغراب يقضى بواجب الترحاب خبزة كاملة للأحباب\n" +
                "+ سأل الأنبا انطونيوس يأتيه بثوب أثناسيوس فأطاع من اجل أيسوس\n" +
                "+ رجع إلى ديره قارعا على صدره رأيت يوحنا في بره\n" +
                "+ رأيت النبي إيليا بل موسى في البرية لست راهب بالكلية\n" +
                "+ ورجع أنبا انطونيوس حاملا ثوب اثناسيوس حمله ني انجيلوس\n" +
                "+ شاهد جسد خاضع على رجليه راكع فنظرته خاشع\n" +
                "+ رقد بولا بنياح في حضن إبراهيم ارتاح فصارأول السواح\n" +
                "+ في رهبة وخشوع رأى الجسد موضوع فارتمى بالدموع\n" +
                "+ ظهر أسدين عظيمين واقتربا هادئين وللأرض نابشين\n" +
                "+ عاد الوريث الوحيد بكنز هذا الشهيد تونية من ليف النخيل\n" +
                "+ في نسك وصبر جميل قضى عمره الطويل حتى مضى بالتهليل\n" +
                "+ نقذت الوصية بلا حكمة بشرية سكنتك الروحانية\n" +
                "+ من يترك في هذا الزمان أم وأب وأخوان يفرح بيسوع كل آن\n" +
                "+ تشبهت بالشاروبيم في حبك العظيم وقلبك الأمين\n" +
                "+ يا قائم بين الربوات تسبح رب القوات ترتل بالقيثارات\n" +
                "+هوذا يسوع المسيح كشف سرك بمديح وذُكرت في التسابيح\n" +
                "+حقاً قال محبوك قد ذابوا لما رأوك تركوا الكل وأتوك\n" +
                "+اطلب من الرب عنا ينزع الكسل عنا لنعيش كما يأمرنا\n" +
                "تفسير اسمك في أفواه كل المؤمنين\n" +
                "الكل يقولون يا إله أنبا بولا أعنا أجمعين\n");
    }
}
