package org.cairod_church.pamphlet;

import android.os.Bundle;
import android.support.annotation.Nullable;
import android.support.v7.app.AppCompatActivity;
import android.widget.TextView;

/**
 * Created by Mario on 9/28/2016.
 */
public class song2 extends AppCompatActivity {

    @Override
    protected void onCreate(@Nullable Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.song2);

        TextView song2=(TextView) findViewById(R.id.song2);
        song2.setText("في كنيسة الأبكار في مجمع الأطهار قائم بكل وقار\n" +
                "\n" +
                "بنيوت أفا أنطيوس\n" +
                "\n" +
                "قائم بمجد عظيم مع لباس الأسكيم في طقس السيرافيم\n" +
                "\n" +
                "بصلاة روحانية بحياة إلهية دشنت البرية\n" +
                "\n" +
                "بجهاد في الصلوات عشرات السنوات بدموع في المطانيات\n" +
                "\n" +
                "بنسك في الأصوام إلى مدى الأيام بنفس لا تنام\n" +
                "\n" +
                "بزهد في اللذات بهذيذ في الإلهيات وتأمل الروحانيات\n" +
                "\n" +
                "أعطيت روح إيليا وحنة النبية ويوحنا ابن ذكريا\n" +
                "\n" +
                "ارتاع الشياطين من قلبك الأمي وصلاتك كل حين\n" +
                "\n" +
                "حاربوك مدة طويلة بذلوا كل وسيلة بكم حيلة وحيلة\n" +
                "\n" +
                "بأختك ذكروك لكيما يقلقوك بهذا ويرجعوك\n" +
                "\n" +
                "نثروا الذهب والمال أمامك على الجبال يضوي بين الرمال\n" +
                "\n" +
                "أتوك بطرب وغناء وصورة الغناء لتسقط في الإغراء\n" +
                "\n" +
                "وأتوك بشكل أسود ونمور وفهود بصياح كالرعود\n" +
                "\n" +
                "جاءوك بأذاهم لتخاف من رؤياهم تواضعك أخزاهم\n" +
                "\n" +
                "صرخت يا أقوياء لماذا هذا العناء تراب أنا وهباء\n" +
                "\n" +
                "عجبي لتجمهركم على ضعفي وتظاهركم أنا أضعف من أصغركم\n" +
                "\n" +
                "يا برج عال حصين يا مثال للمنسحقين تتواضع للشياطين\n" +
                "\n" +
                "يا قدوة ومثال على مدى الأجيال يا ساكن الجبال\n" +
                "\n" +
                "يا مثال البتولية والقوة الروحية وهدوء البرية\n" +
                "\n" +
                "يا عظيم في جهادك يا حكيم في إرشادك إشفع في أولادك\n" +
                "\n" +
                "لم نحي كحياتك لم نسلك في صفاتك فاذكرنا في صلاتك\n" +
                "\n" +
                "إشفع في مذلتنا وضعف طبيعتنا في مدة غربتنا\n" +
                "\n" +
                "بنيوت أفا أنطونيوس\n" +
                "\n" +
                "تفسير إسمك في أفواه كل المؤمنين الكل\n" +
                "\n" +
                "يقولون يا إله أنبا أنطونيوس أعنا أجمعين\n");
    }
}
